tap "arkweid/lefthook"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "openssl@1.1"
brew "brew-cask-completion"
brew "bzip2"
brew "cmake"
brew "coreutils"
brew "openjdk"
brew "readline"
brew "sqlite"
brew "xz"
brew "emscripten"
brew "exercism"
brew "git"
brew "go"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "mackup"
brew "mas"
brew "nmap"
brew "pyenv"
brew "sdl2"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
brew "arkweid/lefthook/lefthook"
cask "anki"
cask "balenaetcher"
cask "betterzip"
cask "calibre"
cask "caption"
cask "cheatsheet"
cask "clion"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "hex-fiend"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "kid3"
cask "kindle-previewer"
cask "krita"
cask "ledger-live"
cask "meld"
cask "monitorcontrol"
cask "omnidisksweeper"
cask "pycharm"
cask "qbittorrent"
cask "qlimagesize"
cask "qlprettypatch"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "syntax-highlight"
cask "visual-studio-code"
cask "webpquicklook"
cask "wireshark"
mas "Accelerate", id: 1459809092
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Dark Reader for Safari", id: 1438243180
mas "Honey", id: 1472777122
mas "Hover for Safari", id: 1540705431
mas "iMazing HEIC Converter", id: 1292198261
mas "iMovie", id: 408981434
mas "Messenger", id: 1480068668
mas "OneTab", id: 1540160809
mas "Right Click", id: 1364038646
mas "The Unarchiver", id: 425424353
mas "Tomato 2", id: 1494210770
mas "Tot", id: 1491071483
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
