tap "arkweid/lefthook"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "readline"
brew "sqlite"
brew "xz"
brew "asdf"
brew "bash"
brew "python@3.9"
brew "openjdk"
brew "brew-cask-completion"
brew "cmake"
brew "cookiecutter"
brew "direnv"
brew "exercism"
brew "gobject-introspection"
brew "ffmpeg"
brew "git"
brew "go"
brew "hadolint"
brew "htop"
brew "hugo"
brew "mackup"
brew "mas"
brew "node"
brew "tldr"
brew "tmux"
brew "zsh"
brew "arkweid/lefthook/lefthook"
cask "audacity"
cask "betterzip"
cask "calibre"
cask "caption"
cask "docker"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "hex-fiend"
cask "iina"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "kid3"
cask "kindle-previewer"
cask "koodo-reader"
cask "ledger-live"
cask "logitech-options"
cask "logitech-unifying"
cask "monitorcontrol"
cask "musicbrainz-picard"
cask "omnidisksweeper"
cask "pycharm-ce"
cask "qbittorrent"
cask "qlvideo"
cask "rectangle"
cask "rekordbox"
cask "steam"
cask "stretchly"
cask "sublime-text"
cask "syntax-highlight"
cask "tidal"
cask "visual-studio-code"
mas "Accelerate", id: 1459809092
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Dark Reader for Safari", id: 1438243180
mas "Hover for Safari", id: 1540705431
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "PayPal Honey", id: 1472777122
mas "Right Click", id: 1364038646
mas "Streaks", id: 963034692
mas "The Unarchiver", id: 425424353
mas "Tomato 2", id: 1494210770
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
